           63
		   // стартуем от 50 (22.01.2025) по этому номеру
// 55 03.03.2025 -  добавлены команды дистанционного управленя, режим и установка - запрос ЦАП
// 56 04.03.2025 - 3.02e запись коэфф по два байта при настройке
// 57 05.03.2025 - 3.02f не записывалась последняя строчка данных характеристики
// 58 05.03.2025 - 3.02g модернизация хранения версии, как ВЕЗДЕ в lasti.h 
// 59 05.03.2025 - 3.02h ошибка проверки таблиц коэфф.  
// 60 05.03.2025 - 3.02i ошибка очистки таблиц коэфф.  
// 61 06.03.2025 - 3.02j ошибка  обращения к слову при записи одного коэфф. писал не понятно что.  
// 62 09.03.2025 - 3.02k правильная индикация уровня заряда батарейки при работе и включении
             // нет контроля разряда батарейки - при снижении просто УМИРАЕТ
      // аппаратная доработка, в преобразователе повышающего напряжения для зарядки аккумулятора
             // резисторы 110к-10к (7.5в)
// 62 01.04.2025 - 3.02l    1743490800 - 01/04/2025
             // работа по замечаниям. Обнуление по кнопке "S" , при зажимании кнопки вправо/влево
             // на установке дБ меняем по 0.05, переключение длин волн в своей строке при выборе.
             // как в старом.