Команды которые надо пересмотреть
запрос экрана, (старвый черно-белый) - удалить?
;SCR?<CR> 

Запрос файла рефлектограммы, по номеру - возможно изменеие
;MMEM:LOAD:FILE?

чтение комментариев сохраненных рефлектограмм
;MEMM:NAME? -  возможно нигде не используется ????

 чтение имен файлов сохраненных рефлектограмм
;MEMM:NFIL? - другая организация , необходимо изменеие

другая организация хранения необходимо изменеие      
 ;MEMM:NFIL? -  чтение имен файлов сохраненных рефлектограмм

контроль свободной памяти рефлектограмм
сейчас возможно не АКТУАЛЬНО
 ;MEMM:FREE?
 
 возможно не нужна такая функция???
 ;MEMM:INIT -  удаление всех рефлектограмм
 
 


